tutorials/cfdemSolverRhoPimpleChem/3layerUnreactedCoreTest/CFD/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.x                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          52;
        startFace       504;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          52;
        startFace       556;
    }
    side-walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          104;
        startFace       608;
    }
    inlet
    {
        type            patch;
        nFaces          16;
        startFace       712;
    }
    outlet
    {
        type            patch;
        nFaces          16;
        startFace       728;
    }
)

// ************************************************************************* //
