tutorials/cfdemSolverRhoPimpleChem/3layerUnreactedCoreTest/CFD/constant/foam.inp
species
(
    O2
    CO2
);

reactions
{

}

